Repository: DaveDavenport/gmpc
Catalog: po/*.po
Languages: de

source: A gnome frontend for the mpd daemon
de: Ein Gnome-Front-End für den Music Player Daemon

source: Failed to load the configuration system.
de: Fehler beim Laden des Konfigurationssystems

source: Failed to setup libmpd
de: Einrichten von libmpd fehlgeschlagen

source: GMPC has insufficient permissions on the mpd server.
de: GMPC hat nicht genügend Rechte am MPD-Server

source: Failed to set password on: '%s' Please try again
de: Setzen des folgenden Kennwortes fehlgeschlagen: '%s' Bitte versuchen Sie es erneut

source: Please enter your password for: '%s'
de: Bitte geben Sie Ihr Kennwort für '%s' ein:

source: error code
de: Fehlernummer

source: Insufficient permission to connect to mpd. Check password
de: Unzureichende Berechtigung um Verbindung mit mpd herzustellen. Bitte Kennwort überprüfen

source: MPD versions before 0.13.0 are not supported
de: MPD versionen vor 0.13.0 werden nicht unterstützt

source: Connected to mpd
de: Mit mpd verbunden

source: Disconnected from mpd
de: Verbindung zu MPD getrennt

source: quit
de: Beenden

source: Quit gmpc
de: gmpc beenden

source: hide
de: Verstecken

source: Hide gmpc
de: gmpc verstecken

source: show
de: Zeigen

source: Show gmpc
de: gmpc zeigen

source: show notification
de: Benachrichtigung anzeigen

source: Show trayicon notification
de: Zeige Benachrichtigungen im Tray

source: Show bug information
de: Zeige Fehlerinformationen

source: A new metadata plugin was added, gmpc has purged all failed hits from the cache
de: Ein neues Metadaten-Plugin wurde hinzugefügt. gmpc hat alle fehlgeschlagenen Treffer aus dem Cache entfernt

source: Metadata Handler
de: Metadaten-Verwaltung

source: Connected
de: Verbunden

source: Not Connected
de: Nicht verbunden

source: Connected to
de: Verbunden mit

source: Disconnected
de: Nicht verbunden

source: paused
de: Pausiert

source: Repeat: %s
de: Wiederholung: %s

source: On
de: An

source: Off
de: Aus

source: Random: %s
de: Zufall: %s

source: Single mode: %s
de: Einzellied Modus: %s

source: Consume: %s
de: Konsumieren Modus: %s

source: MPD Reported the following error
de: MPD meldete folgenden Fehler

source: Profile
de: Profil

source: added
de: hinzugefügt

source: changed hostname to:
de: Hostname geändert zu:

source: Interface
de: Oberfläche

source: Failed to load plugin
de: Plugin konnte nicht geladen werden

source: plugin has no name
de: Das Plugin hat keinen Namen

source: plugin with same name already exists
de: Plugin mit dem gleichen Namen existiert schon

source: plugin is missing set/get enable function
de: Dem Plugin fehlt die set/get aktivier Funktion

source: plugin browser structure is incorrect
de: Browser Struktur des Plugins inkorrekt

source: plugin metadata structure is incorrect
de: Metadaten Struktur des Plugins inkorrekt

source: plugin preferences structure is incorrect
de: preferences Struktur des Plugins inkorrekt

source: Failed to create plugin instance
de: Fehler beim Erstellen der Plugin Instanz

source: Failed to bind symbol in plugin
de: Fehler beim Zuordnen des Symbols zum Plugin

source: Plugin %s has wrong api version: %i
de: Plugin %s hat eine falsche API-Version: %i

source: Plugin %s has wrong no plugin structure: %s
de: Plugin %s hat eine falsche Plugin-Struktur: %s

source: One or more plugins failed to load, see help->messages for more information
de: Eines oder mehrere Plugins konnten nicht geladen werden, schauen Sie in Hilfe->Nachrichten für mehr Informationen

source: Plugin version
de: Version des Plugins:

source: Plugins
de: Erweiterungen

source: Enabled
de: Eingeschaltet

source: Function
de: Funktion

source: Browser Extension
de: Browser Erweiterung

source: Metadata Provider
de: Metadaten Anbieter

source: Metadata Provider and Browser Extension
de: Metadaten Anbieter und Browser Erweiterung

source: Misc.
de: Sonstiges

source: Unknown
de: Unbekannt

source: Pla_ylist
de: _Wiedergabeliste

source: Next
de: Nächster

source: Notification
de: Benachrichtigung

source: Start the program in full screen
de: Starte das Programm im Vollbildmodus

source: Show program version and revision
de: Zeige Programm Version

source: Quits the running gmpc
de: Beendet den laufenden gmpc

source: Don't load the plugins
de: Plugins nicht laden

source: Load alternative config file
de: Lade alternative Konfigurations-Datei

source: Set the debug level
de: Setze den Debug Level

source: Start gmpc hidden to tray
de: Starte gmpc versteckt im Tray

source: Remove all failed hits from metadata cache
de: Entferne alle fehlerhaften Treffer aus dem Metadata Cache

source: Shows all output from a certain log domain
de: Zeige alle Ausgaben einer bestimmten Log-Domain

source: Select a profile
de: Profil wählen

source: File is not a valid .desktop file
de: Datei ist keine gültige .desktop-Datei

source: Unrecognized desktop file Version '%s'
de: Version der Desktop-Datei '%s' wurde nicht erkannt

source: Starting %s
de: Starte %s

source: Application does not accept documents on command line
de: Anwendung akzeptiert keine Dokumente als Befehlszeilenargumente

source: Unrecognized launch option: %d
de: Unbekannte Startoption: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
de: Dokument-URIs können nicht an eine Desktop-Datei vom Typ »Link« übergeben werden

source: Not a launchable item
de: Kein ausführbares Objekt

source: Disable connection to session manager
de: Verbindung zur Sitzungsverwaltung ausschalten

source: Specify file containing saved configuration
de: Datei mit gespeicherter Konfiguration angeben

source: FILE
de: Datei

source: Specify session management ID
de: Geben Sie die zu ladende Sitzungskennung an

source: Session management options:
de: Einstellungen der Sitzungsverwaltung:

source: Show session management options
de: Einstellungen der Sitzungsverwaltung anzeigen

source: translator-credits
de: EneNL Chewi_FFM Launchpad Contributions: André Klitzing https://launchpad.net/~misery Benedict Etzel https://launchpad.net/~benedict-etzel Benjamin Völkl https://launchpad.net/~benjamin-voelkl Christian Weiske https://launchpad.net/~cweiske Florian Huber https://launchpad.net/~itshorty Fux https://launchpad.net/~fuchsiv Gumbo Krakataua https://launchpad.net/~anmelden-werbung Hans Christof https://launchpad.net/~hans-christof JaVaEs https://launchpad.net/~jan-vanesdonk Jakob Kramer https://launchpad.net/~jakobk Klaus Simon https://launchpad.net/~simon-klaus Lukas Bögelein https://launchpad.net/~lukas-boegelein MartinGruen https://launchpad.net/~mhr-gmx Phillip T. https://launchpad.net/~viirus92 PsychoKim https://launchpad.net/~psychokim Qball Cow https://launchpad.net/~qball-qballcow René 'Necoro' Neumann https://launchpad.net/~necoro Wieland Hoffmann https://launchpad.net/~themineo andriot https://launchpad.net/~andriot81 cap https://launchpad.net/~cap-mueller elmo https://launchpad.net/~bjoern-bjoern-b filzstift https://launchpad.net/~filzstift gagsibubu https://launchpad.net/~gagsibubu hendrik https://launchpad.net/~hendrik-patchworklady thenktor https://launchpad.net/~thenktor

source: Enter your password for: '<hostname>'
de: Geben Sie Ihr Kennwort für '<hostname>' ein:

source: Password
de: Kennwort

source: _Save password
de: Kennwort _speichern

source: <b>Profile:</b>
de: <b>Profil:</b>

source: Conn_ect
de: _Verbinden

source: Music Directory:
de: Musik-Ordner

source: Password:
de: Kennwort:

source: Timeout (s):
de: Zeitüberschreitung (s):

source: _Autoconnect
de: _Automatisch verbinden

source: _Disconnect
de: Verbindung _trennen

source: _Use Authentication
de: A_uthentifizierung verwenden

source: <b>Enable Field:</b>
de: <b>Schalte Feld ein:</b>

source: <b>Example:</b>
de: <b>Beispiel:</b>

source: <span size="large"><b>Format Rule:</b></span>
de: <span size="large"><b>Regel des Formates:</b></span>

source: Edit Song Formatting
de: Ändere Titelformatierung

source: _Artist
de: _Künstler

source: _Date
de: _Datum

source: _Title
de: _Titel

source: example
de: Beispiel

source: <b>Main:</b>
de: Haupt:

source: <b>Playlist:</b>
de: <b>Wiedergabeliste:</b>

source: Center playing song
de: Aktuell spielenden Titel zentrieren

source: Enable search as you type. (Might be slow)
de: Suche während dem Tippen aktivieren (langsam)

source: Hide on close
de: Beim Schließen verstecken

source: Save position and size between sessions
de: Fensterposition und Größe zwischen Sitzungen sichern

source: Show buttons instead of dropdown in collapsed view
de: Schaltflächen statt Listenfeld in verkleinerter Ansicht

source: Show songlist tooltip
de: Zeige Tooltip in der Song-Liste

source: Stop playing on exit
de: Beende Wiedergabe beim Verlassen

source: Stylize album covers
de: Stilisiere Alben Covers

source: <b>Loaded Plugins:</b>
de: <b>Verfügbare Plugins:</b>

source: <b>Crossfade:</b>
de: <b>Überblenden:</b>

source: <b>Output Devices:</b>
de: <b>Ausgabegerät:</b>

source: <span size="small"><i>You need to be connected in order to change these settings</i></span>
de: <span size="small"><i>Sie müssen verbunden sein um diese Einstellungen vorzunehmen</i></span>

source: Enable crossfade
de: Überblenden einschalten

source: Track
de: Stück

source: fade time (s):
de: Überblendzeit (s):

source: <b>Inline messages</b>
de: <b>Eingebettete Nachrichten</b>

source: <b>Notification Area Icon</b>
de: <b>Tray-Icon</b>

source: Enable
de: Einschalten

source: Show on song change
de: Beim Liedwechsel anzeigen

source: Show severity
de: Anzeigegenauigkeit

source: Timeout:
de: Zeitüberschreitung:

source: <b>Proxy settings</b>
de: <b>Proxy Einstellungen</b>

source: Use a proxy for internet connectivity
de: Nutze einen Proxy für die Internetverbindung

source: Use authentication
de: Benutze Authentifizierung

source: Username:
de: Benutzername:

source: To disable a keybinding edit it and press 'backspace'
de: Zum Deaktivieren der Taste beim Editieren Backspace drücken

source: <span size="x-large"><b>Plugins</b></span> <i>None Selected</i>
de: <span size="x-large"><b>Plugins</b></span> <i>Keine ausgewählt</i>

source: gmpc - Configuration
de: gmpc - Konfiguration

source: Messages
de: Meldungen

source: _Copy to clipboard
de: In die Zwischenablage _kopieren

source: <enter playlist name>
de: <geben Sie den Namen der Wiedergabeliste ein>

source: <span size="x-small"><i>Playlist already exists.</i></span>
de: <span size="x-small"><i>Wiedergabeliste existiert bereits.</i></span>

source: Save Playlist
de: Wiedergabeliste speichern

source: Enter URL:
de: URL eingeben:

source: gtk-add
de: Hinzufügen

source: gtk-close
de: Schließen

source: Consume
de: Verbrauch

source: Mute
de: Stumm

source: Mute the output
de: Stummschalten

source: Play
de: Wiedergabe

source: Play/Pause
de: Wiedergabe/Pause

source: Previous
de: Vorheriger

source: Random
de: Zufall

source: Random Mode
de: Zufällige Wiedergabe

source: Repeat
de: Endlosschleife

source: Single
de: Einzeln

source: Skip to the next song
de: Zum nächsten Titel springen

source: Skip to the previous song
de: Zum vorherigen Titel springen

source: Toggle random mode
de: Schalte Zufallswiedergabe ein/aus

source: Toggle repeat mode
de: Schalte Wiederholung ein/aus

source: _Control
de: _Steuerung

source: _Go
de: _Gehe zu

source: _Music
de: _Musik

source: _Profiles
de: _Profile

source: _Tools
de: _Extras

source: _View
de: _Ansicht

source: _help
de: _Hilfe

source: gmpc - Playlist Manager
de: gmpc - Wiedergabelistenmanager

source: item
de: Eintrag

source: (Estimation)
de: (Einschätzung)

source: switch play queue
de: Wechsle Wiedergabeliste

source: Switch to play queue
de: Wechsle zu Wiedergabeliste

source: Clear play queue
de: Wiedergabeliste leeren

source: Crop current song
de: Aktuellen Titel abschneiden

source: Crop the playlist so it only contains the current song
de: Aktuelle Wiedergabeliste auf den aktuellen Titel zuschneiden

source: search playlist
de: Wiedergabeliste durchsuchen

source: Search playlist <query>
de: Durchsuche Wiedergabeliste nach <query>

source: Are you sure you want to clear the playlist?
de: Sind sie sicher, dass Sie die Wiedergabeliste löschen wollen?

source: Your mpd has a broken 'addid', pasting will fail.
de: Ihr mpd hat eine fehlerhafte 'addid', das Einfügen wird fehlschlagen.

source: Crop
de: Freistellen

source: Shuffle
de: Zufällig

source: Add URL
de: URL hinzufügen

source: <i>Playlist <b>"%s"</b> already exists Overwrite?</i>
de: <i>Wiedergabeliste <b>"%s"</b> existiert bereits Überschreiben?</i>

source: Failed to save the playlist file.
de: Die Wiedergabeliste konnte nicht gespeichert werden.

source: Play Queue
de: Wiedergabe-Warteschlange

source: Search Playlist
de: Wiedergabeliste durchsuchen

source: Database
de: Datenbank

source: Directories
de: Verzeichnisse

source: It seems you have no music in your database. To add music, copy the music to your <i>music_directory</i> as specified in your mpd config file. Then update the database. (Server->Update Database)
de: Es scheint, als hätten Sie keine Musik in Ihrer Datenbank. Um Musik hinzuzufügen, kopieren Sie diese in das <i>music_directory</i>, das in der mpd Konfigurationsdatei angegeben ist. Dann aktualisieren Sie die Datenbank. (Server -> Aktualisiere Datenbank)

source: Added folder '%s' recursively
de: Verzeichnis '%s' rekursiv hinzugefügt

source: Replace
de: Ersetzen

source: Update
de: Aktualisiere

source: Loaded playlist
de: Wiedergabeliste geladen

source: Added
de: Hinzugefügt

source: song
de: Lied

source: directory
de: Verzeichnis

source: playlist
de: Wiedergabeliste

source: Are you sure you want to clear the selected playlist?
de: Sind Sie sicher, dass sie die ausgewählten Wiedergabeliste löschen wollen?

source: search database
de: Datenbank durchsuchen

source: Search database <query>
de: Durchsuche Datenbank nach <query>

source: Query
de: Suche

source: Search
de: Suche

source: Search failed
de: Suche fehlgeschlagen

source: Add all
de: Füge alles hinzu

source: switch search
de: Suche Wechseln

source: Switch to the search browser
de: Zum Suchbrowser wechseln

source: Search Browser
de: Suche Browser

source: Playlist Editor
de: Wiedergabelisten-Editor

source: Favorites
de: Favoriten

source: New playlist
de: Neue Wiedergabeliste

source: Rename Playlist
de: Wiedergabeliste umbenennen

source: Rename
de: Umbenennen

source: Playlists
de: Playlisten

source: Add to playlist
de: Zur Wiedergabeliste hinzufügen

source: Added playing song to favorites list.
de: Aktueller Titel wurde zu den Favoriten hinzugefügt

source: Add Current Song to favorites
de: Titel zu Favoriten hinzufügen

source: Tag based browser
de: Tag-basierter Browser

source: Reset browser
de: Browser zurücksetzen

source: Uptime
de: Betriebszeit

source: Time Playing
de: Spielzeit

source: Total Playtime
de: Gesamte Spielzeit

source: Number of artists
de: Anzahl der Interpreten

source: Number of albums
de: Anzahl der Alben

source: Number of songs
de: Anzahl der Lieder

source: URL Handlers
de: Handhabung von Adressen

source: Tag Types
de: Tag Felder

source: Tag statistics
de: Tag Statistiken

source: Length
de: Länge

source: Track number
de: Stück

source: Guitar Tabs
de: Gitarren-Tabs

source: Similar Songs
de: Ähnliche Lieder

source: Similar Artist
de: Ähnliche Künstler

source: Web Links
de: Links

source: Artist information
de: Künstler informationen

source: Other albums by
de: Andere Alben von

source: No Album
de: Kein Album

source: Now Playing
de: Aktueller Titel

source: Switch to Now Playing
de: Zur Wiedergabe wechseln

source: _Replace
de: _Ersetzen

source: Artist
de: Künstler

source: Year
de: Jahr

source: Songs
de: Lieder

source: Date
de: Datum

source: Directory
de: Verzeichnis

source: Add the item to the play queue
de: Zur Wiedergabeliste hinzufügen

source: Play this item
de: Dieses Element abspielen

source: Show sidebar
de: Seitenleiste anzeigen

source: Hide sidebar
de: Seitenleiste ausblenden

source: <b>Search:</b>
de: <b>Suche:</b>

source: Dates
de: Daten

source: Playtime
de: Laufzeit

source: Song list
de: Songliste

source: Albums
de: Alben

source: Metadata Browser
de: Metadaten-Browser

source: Enable/disable metadata options
de: Metadaten Informationen anzeigen/ausblenden

source: Lyrics
de: Liedtexte

source: Web links
de: Links

source: Markup
de: Hervorhebungen (Markup)

source: Title
de: Titel

source: File
de: Datei

source: Composer
de: Komponist

source: Performer
de: Interpret

source: Duration
de: Laufzeit

source: Disc
de: Disk

source: Comment
de: Kommentar

source: AlbumArtist
de: Album Künstler

source: Extension
de: Erweiterung

source: Tools
de: Werkzeuge

source: Paste before
de: Vorher einfügen

source: Paste after
de: Nachher einfügen

source: Edit Columns
de: Spalten bearbeiten

source: Added profile
de: Hinzugefügtes Profil

source: Removed profile
de: Entferntes Profil

source: Refetch
de: Erneut abrufen

source: Select file
de: Wähle Datei

source: Metadata selector
de: Metadaten-Wähler

source: Failed to open file:
de: Datei konnte nicht geöffnet werden

source: because of encoding issues
de: wegen codierungs Fehler

source: Fetching Lyrics
de: Hole Liedtexte

source: Fetching Artist Info
de: Informationen zum Interpreten werden abgerufen

source: Fetching Guitar tab
de: Hole Gitarren-Tabs

source: Fetching Album Info
de: Lade Album-Informationen

source: Not Available
de: Nicht verfügbar

source: Select File
de: Wähle Datei

source: Text Document
de: Textdokument

source: All
de: Alle

source: Images
de: Bilder

source: n/a
de: Nicht verfügbar

source: Loading
de: Wird geladen

source: Easy Command help
de: Easy Command Hilfe

source: Command
de: Befehl

source: Usage
de: Verwendung

source: The following commands can be used in the easy command window. The easy command window can be opened by pressing ctrl-space
de: Die folgenden Befehle können im Easy Command Fenster benutzt werden. Das Easy Command Fenster kann durch Drücken von STRG+Leertaste geöffnet werden

source: Help
de: Hilfe

source: Get a list of available commands
de: Liste der verfügbaren Befehle

source: Provider
de: Anbieter

source: Filetype
de: Dateityp

source: Size
de: Größe

source: Set
de: Setzen

source: Insufficient information to store/fetch this metadata
de: Keine ausreichenden Informationen um Metadaten zu speichern/beziehen

source: Artist art
de: Künstlerbilder

source: Album art
de: Album Cover

source: Song lyrics
de: Liedtexte

source: Artist Biography
de: Künstler Biographie

source: Guitar Tab
de: Gitarren-Tabs

source: MPD is rescanning the database
de: MPD aktualisiert seine Datenbank

source: MPD Database has been updated at:
de: MPDs Datenbank wurde aktualisiert um:

source: enable
de: aktivieren

source: disable
de: deaktivieren

source: Update database: The used MPD server is to old and does not support this.
de: Aktualisiere Datenbank: Der verwendete MPD-Server ist zu alt und unterstützt dies nicht.

source: Update database: You have insufficient permission.
de: Aktualisiere Datenbank: Keine Berechtigung.

source: Repeat current song: The used MPD server is to old and does not support this.
de: Wiederhole aktuelles Lied: Der verwendete MPD-Server ist zu alt und unterstützt dies nicht.

source: Repeat current song: You have insufficient permission.
de: Wiederhole aktuelles Lied: Keine Berechtigung.

source: The current song will be forever repeated.
de: Das aktuelle Lied wird immer wiederholt.

source: Stop after current song: The used MPD server is to old and does not support this.
de: Stop nach aktuellem Lied: Der verwendete MPD-Server ist zu alt und unterstützt dies nicht.

source: Stop after current song: You have insufficient permission.
de: Stop nach aktuellem Lied: Keine Berechtigung.

source: Playback will be stopped after the current playing song.
de: Wiedergabe wird nach dem aktuellen Lied gestoppt.

source: Consume: The used MPD server is to old and does not support this.
de: Verbrauch: Der MPD Server ist zu alt und unterstützt dies nicht.

source: Consume: You have insufficient permission to use this option.
de: Verbrauch: Sie haben nicht die nötigen Rechte um diese Option zu nutzen.

source: Single: The used MPD server is to old and does not support this.
de: Einzeltitel: Der MPD Server ist zu alt und unterstützt dies nicht.

source: Single: You have insufficient permission to use this option.
de: Einzeltitel: Sie haben nicht die nötigen Rechte um diese Option zu nutzen.

source: play
de: Wiedergabe

source: start playback
de: Wiedergabe starten

source: pause playback
de: Wiedergabe pausieren

source: next
de: Weiter

source: next song
de: Nächster Titel

source: prev
de: vorheriges

source: previous song
de: Vorheriger Titel

source: stop playback
de: Wiedergabe anhalten

source: random
de: Zufall

source: Random (on|off)
de: Zufall (ein|aus)

source: repeat
de: Wiederholen

source: Repeat (on|off)
de: Wiederholen (ein|aus)

source: Single (on|off)
de: Single (an|aus)

source: consume
de: Verbrauch

source: Consume (on|off)
de: Verbrauch (an|aus)

source: volume
de: Lautstärke

source: Volume (+-)<level>
de: Lautstärke (+-)<pegel>

source: mute
de: Stumm

source: crossfade
de: Überblenden

# Regex for matching crossfade, translate off
source: ([0-9]+|Off)
de: ([0-9]+|Aus)

source: Set Crossfade <seconds>
de: Setze Überblendungszeit <sekunden>

source: output
de: Ausgabe

source: Play <query>
de: Spiele <query>

source: add
de: Hinzufügen

source: Add <query>
de: <query> hinzufügen

source: replace
de: Ersetzen

source: Replace <query>
de: Playlist mit <query> ersetzen

source: seek
de: Suche

source: Seek within the current song
de: Suche im aktuellen Titel

source: stop after current song
de: Stoppe nach dem aktuellen Lied

source: Stop playback after the current song
de: Stoppe Wiedergabe nach dem aktuellen Lied

source: repeat current song
de: Wiederhole aktuelles Lied

source: Repeat the current song
de: Wiederhole das aktuelle Lied

source: update database
de: Aktualisiere Datenbank

source: Update the database
de: Aktualisiere Datenbank

source: Bug information
de: Bug-Informationen:

source: It is the first time you have launched gmpc. This assistant will help you connect gmpc to your mpd daemon.
de: Sie haben gmpc das erste Mal gestartet. Dieser Assistent hilft Ihnen gmpc mit Ihrem mpd Server zu verbinden.

source: Welcome to GMPC
de: Wilkommen bei GMPC

source: Setup connection
de: Verbindungs Einstellungen

source: Gmpc is now ready for use. Enjoy using gmpc.
de: Gmpc kann nun verwendet werden. Viel Spaß mit gmpc!

source: Finish
de: Fertig

source: Server Settings
de: Servereinstellungen

source: Connection
de: Verbindung

source: Connecting
de: Verbinde

source: All from album
de: Alles vom Album

source: All from artist
de: Alles vom Künstler

source: All from genre
de: Alles aus dem Genre

source: All from same directory
de: Alles aus dem gleichen Verzeichnis

source: Add more
de: Mehr hinzufügen

source: Failed to open local file
de: Lokale Datei konnte nicht geöffnet werden

source: Uri scheme not supported
de: URI Schema wird nicht unterstützt

source: Fast Forward
de: Schneller Vorlauf

source: Fast Backward
de: Schneller Rücklauf

source: Raise window
de: Fenster hervorheben

source: Hide window
de: Fenster verstecken

source: Toggle window
de: Fenster minimieren

source: Volume Up
de: Lautstärke erhöhen

source: Volume Down
de: Lautstärke verringern

source: Show song
de: Zeige Titel

source: Toggle Mute
de: Stumm an/aus

source: Show easy command entry
de: Zeige Easy Command Eintrag

source: Could not grab the following multimedia keys:
de: Konnte die folgende Multimedia-Taste nicht erfassen:
