Repository: DaveDavenport/gmpc
Catalog: po/*.po
Languages: de

source: Ensure that your window manager (or other applications) have not already bound this key for some other function, then restart gmpc.
de: Stellen Sie sicher, dass Ihr Fenster-Manager (oder eine andere Anwendung) die Taste nicht bereits an eine andere Funktion gebunden hat und starten Sie gmpc erneut.

source: Duplicate mapping(s) detected Some duplicate multimedia key mappings were detected, and disabled. Please revisit the preferences and ensure your settings are now correct.
de: Doppelte Zuordnung(en) entdeckt Einige doppelte Zuordnungen der Multimedia-Tasten wurden entdeckt und deaktiviert.Bitte gehen Sie in die Einstellungen und überprüfen Sie, ob die Einstellungen jetzt korrekt sind.

source: Multimedia Keys
de: Multimediatasten

source: Duplicate mapping detected %s is already mapped to %s
de: Doppelte Belegung entdeckt %s ist bereits mit %s belegt

source: Could not grab multimedia key: %s: %s Ensure that your window manager (or other applications) have not already bound this key for some other function, then restart gmpc.
de: Konnte die folgende Multimedia-Taste nicht erfassen: %s: %s Stellen Sie sicher, dass Ihr Fenster-Manager (oder eine andere Anwendung) die Taste nicht bereits für eine andere Funktion gebunden hat und starten Sie gmpc erneut.

source: Action
de: Aktion

source: Shortcut
de: Tastenkürzel

source: Total time
de: Gesamtzeit

source: day
de: Tag

source: hour
de: Stunde

source: second
de: Sekunde

source: Failed to execute
de: Fehler beim Ausführen

source: Unavailable
de: Nicht verfügbar

source: Fetching
de: Herunterladen

source: Fetching ..
de: Herunterladen...

source: Volume
de: Lautstärke

source: Muted
de: Stumm

source: Lookup %s on %s
de: Schlage %s bei %s nach

source: Warning
de: Warnung

source: Critical
de: Kritisch

source: Time
de: Zeit

source: Message
de: Meldung

source: Fetching...
de: Abrufen...

source: Single Mode enabled
de: Einzelmodus aktiviert

source: Single Mode disabled
de: Einzelmodus deaktiviert

source: Consume Mode enabled
de: Verbrauchsmodus aktiviert

source: Consume Mode disabled
de: Verbrauchsmodus deaktiviert

source: Repeat enabled
de: Wiederholung aktiviert

source: Repeat disabled
de: Wiederholung deaktiviert

source: Random enabled
de: Zufall aktiviert

source: Random disabled
de: Zufall deaktiviert

source: By
de: Von

source: From
de: auf

source: Not Playing
de: Keine Wiedergabe

source: Similar songs
de: Ähnliche Lieder
